{
  "categories": [
    { "id": 1, "title": "Hűtőszekrények" },
    { "id": 2, "title": "Vízforralók" },
    { "id": 3, "title": "Televiziók" }
  ],
  "products": [
    {
      "id": 1,
      "catId": 1,
      "title": "Beko kombinált felülfagyasztós hűtőszekrény, Fehér",
      "productCode": "BFFD3577",
      "image": "10213776.jfif",
      "price": 231600,
      "sku": "577318",
      "description": "A Beko BFFD3577 kombinált felülfagyasztós hűtőszekrény 220 literes kapacitása ideális nagyobb háztartások számára. Hat átlátszó tárolófiókkal is rendelkezik, amelyek megkönnyítik a megvásárolt termékei rendszerezését. A két tárolópolc még több helyet biztosít családja kedvenc termékei tárolására.Gyorsan le kell fagyasztania élelmiszereit? Válassza ki a gyorsfagyasztás beállítást! Így gyorsan lefagyaszthatja a friss élelmiszereket, megőrízve azok ízét és tápanyagait. Tökéletes, ha éppen most ért haza a szupermarketből.A BFFD3577 FROST FREE technológiájának köszönhetően nincs szükség a fagyasztó kézi leolvasztására. Ez a praktikus funkció megakadályozza a jégképződést, így időt és munkát takarít meg, miközben több tárhelyet szabadít fel.",
      "specs": {"dimensions": "177.5 x 54 x 54.5cm (H x W x D)", "capacity": "220 liter"},
      "features": ["A Frost free technológiával nincs szükség leolvasztásra", "Melléképületekbe is alkalmas", "Megfordítható ajtópántok", "Gyors fagyasztás"],
      "stock": 20
    },
    {
      "id": 2,
      "catId": 1,
      "title": "Essentials pult alá építhető hűtőszekrény, Ezüst",
      "productCode": "CUL55S20",
      "image": "10205942.jfif",
      "price": 67600,
      "sku": "287494",
      "description": "Őrizze meg friss élelmiszerei nagyszerű ízét az Essentials CUL55S20 pult alá építhető hűtőszekrényben. Könnyedén tárolhatja tejtermékeit, húsáruit, halait és zöldségeit. Hatékony teljesítményt nyújt, amelyet mind a pénztárcája, mind az egész bolygó értékelni fog. Az állítható polcok még a nem szabályos alakú élelmiszerek tárolását is megkönnyítik és lehetővé teszik mindenféle termék tárolását. Kevesli a helyet? Egyszerűen szabadítson fel több helyet a polcok áthelyezésével. Helyezze zöldségeit a salátarekeszbe, hogy azok minél hosszabb ideig megőrizzék frissességüket. Az átlátszó fiókelőlapoknak köszönhetően nem kell feltúrnia a fiókokat, hogy mit tartalmaznak. A CUL55S20 ajtaja megfordítható, így nem kell azon aggódnia, ha meg szeretné változtatni a konyhája elrendezését.",
      "specs": {"dimensions": "84.5 x 55.3 x 58.4 cm (H x W x D)", "capacity": "131 liter"},
      "stock": 0
    },
    {
        "id": 3,
        "catId": 1,
        "title": "Kenwood KTLD60X20 magas hűtőszekrény",
        "productCode": "KTLD60X20",
        "image": "10205751.jfif",
        "price": 179600,
        "sku": "287103",
        "description": "Vonzó dizájn: A Kenwood KTLD60X20 magas hűtőszekrény tágas és praktikus, valamint elegáns, modern dizájnnal rendelkezik. Fényes rozsdamentes acél felülettel és LED kijelzővel rendelkezik, mely utóbbi lehetővé teszi a hőmérséklet beállítását és az igényeinek megfelelően a gyári beállítások módosítását.  Hely, amennyire csak szüksége van: Ez a 185 cm magas hűtőszekrény 370 literes tárolókapacitással rendelkezik, így elegendő helyet biztosít az Ön egész családja élelmiszereinek számára. 4 polccal, 4 ajtórekesszel és 2 salátarekesszel rendelkezik, amelyek hosszabb ideig frissen tartják a gyümölcsöket és a zöldségeket. Ráadásul egy vízadagoló is jár hozzá, hogy mindig hidratált állapotban maradjon. Hatékony és könnyen használható: Ez a hűtőszekrény tele van intelligens funkciókkal, beleértve a Super Cool funkciót, amely gyorsan és hatékonyan hűti le az ételt. A Multi-Airflow hűtési funkciónak köszönhetően a hűtőszekrény hőmérséklete is állandó marad. És az automatikus leolvasztás funkciónak köszönhetően még a saját kezű leolvasztással sem kell vesződnie! A hangos ajtóriasztó segítségével pedig energiát takaríthat meg, és hosszabb ideig megőrizheti ételei fogyaszthatóságát.",
        "specs": {"dimensions": "185.5 x 59.5 x 71.2 cm (H x W x D)", "capacity": "370 liter"},
        "features": ["Vízadagoló (nincs szükség a víz bekötésére)", "Élelmiszer-frissesség funkció a gyümölcsök és zöldségek frissen tartása érdekében", "A gyors hűtés gyorsan csökkenti a hőmérsékletet a hűtőszekrény belsejében"],
        "stock": 10
    },
    {
        "id": 4,
        "catId": 1,
        "title": "BEKO BLSD3577 kombinált hűtőszekrény",
        "productCode": "BLSD3577",
        "image": "10212871.jfif",
        "price": 179820,
        "sku": "784324",
        "description": "Hűtőtér: Adjon több helyet heti bevásárlásának a Beko BLSD3577 kombinált magas hűtőgéppel. 309 literes tárolóhelyet nyújt Önnek 6 polccal, 5 ajtórekesszel és egy hatalmas salátarekesszel. A beépített mélyhűtő rekesz 0 °C körüli hőmérsékleten tárolja a húst, halat és a tejtermékeket – amely ideális a frissességük hosszú távú megőrzésére. Króm bortartó: Több extra tárolóhelyet szeretne? Üdítőit vagy borospalackjait könnyedén tárolhatja a bortartó rácson. Megfordítható ajtók: A kisebb konyhával rendelkezők számára a megfordítható ajtók rugalmasságot biztosítanak a hűtőszekrény elhelyezésének kiválasztásában. Könnyen monitorozható: A hőmérséklet egyszerűen beállítható az érintőgombok segítségével. Próbálja ki a Quick Cool funkciót a hőmérséklet gyors csökkentéséhez, vagy a Holiday módot, ha elszeretne utazni egy időre.A hűtőszekrény figyelmezteti Önt, ha nyitva hagyja az ajtót, így biztos lehet benne, hogy élelmiszerei sokáig frissek és hűtöttek maradnak.",
        "specs": {"dimensions": "177.5 x 54 x 54.5 cm (H x W x D)", "capacity": "309 liter"},
        "features": ["A gyors hűtés gyorsan csökkenti a hőmérsékletet a hűtőszekrény belsejében", "A nyitott ajtó riasztó figyelmezteti Önt, ha az ajtó nyitva marad", "Automatikus leolvasztás"],
        "stock": 5
    },
    {
        "id": 5,
        "catId": 1,
        "title": "ZANUSSI MultiFlow ZRME38FW2 magas hűtőszekrény, fehér",
        "productCode": "ZRME38FW2",
        "image": "10213409.jfif",
        "price": 221600,
        "sku": "670811",
        "description": "MultiFlow technológia: A Zanussi MultiFlow ZRME38FW2 magas hűtőszekrény MultiFlow technológiát használ, hogy az ételei mindig a legjobb állapotban maradjanak. A hőmérséklet állandó marad, és a hűtő minden részébe egyenletes hűvös levegő jut el. Ez azt jelenti, hogy az ételei tovább maradnak frissek és ízletesek. Prémium lapos ajtó: A lapos hűtőszekrény-ajtó nagyszerűen néz ki - nincsenek kiálló részek, és a hűtő tetejétől az aljáig tökéletes az összhatás.",
        "specs": {"dimensions": "186 x 59.5 x 64.5 cm (H x W x D)", "capacity": "380 liter"},
        "features": ["Élelmiszer-frissesség funkció a gyümölcsök és zöldségek frissen tartása érdekében", "A gyors hűtés gyorsan csökkenti a hőmérsékletet a hűtőszekrény belsejében", "Automatikus leolvasztás"],
        "stock": 5
    },
    {
      "id": 6,
      "catId": 3,
      "title": "SAMSUNG UE50TU7020KXXU 50\" Smart 4K Ultra HD HDR LED TV",
      "productCode": "UE50TU7020KXXU",
      "image": "M10213562_001.jfif",
      "price": 168437,
      "sku": "670811",
      "description": "Ragyogó színek: Ne elégedjen meg a kristálytiszta színeknél kevesebbel! A Samsung UE50TU7020KXXU 50\" Smart 4K Ultra HD HDR LED TV tiszta színeket, éles kontrasztot és ragyogó fényerőt nyújt. A HDR technológia minden képkockában a legfényesebb és a legsötétebb színeket jeleníti meg, így a halványan megvilágított párbeszédes jelenetektől kezdve a természetfilmeken át minden élénknek és valósághűnek tűnik. Okos TV: Az ön rendelkezésére áll az egyik legnagyobb 4K tartalom és a streamingalkalmazások gyűjteménye, beleértve az Apple TV-t, a Netflixet és a Disney+-t, így soha nem lesz hiánya az Önt érdeklő néznivaló műsorból. Magával ragadó hangzás: Az Adaptív hang automatikusan alkalmazkodik ahhoz, amit éppen néz, így az szórakoztatás élménye még életszerűbb lesz, mint korábban. Játékélmény növelő: Élvezze kedvenc konzoljátékait olyan kép és hang mellett, amelyek azonnal alkalmazkodnak a játékához. Nem fog egyetlen pillanatot sem kihagyni, köszönhetően a rendkívül alacsony késleltetési időnek. Prémium One távirányító: Nincs többé szüksége a TV, a Blu-ray lejátszó és a hangprojektor távirányítók cserélgetésére. A Prémium One távirányító összekapcsolódik az összes kompatibilis eszközével. Feltekerheti a hangerőt a hangprojektoron, lejátszhatja a legújabb filmeket a Blu-ray lejátszóján, vagy akár az interneten is böngészhet a TV-jén, mindezt egyetlen praktikus távirányító segítségével.",
      "specs": {"dimensions": " TV állvánnyal: 718.6 x 1115.8 x 250.2 mm (Magasság x Szélesség x Mélység) - TV: 643.7 x 1115.8 x 59.5 mm (Magasság x Szélesség x Mélység) - Dobozolt méret: 780 x 1264 x 150 mm (Magasság x Szélesség x Mélység)"},
      "features": ["Kristály kijelző a tartós színért és az éles kontrasztért", "Crystal Processor 4K a legjobb 4K képért és a célzott hangzásért", "Képminőség : 2000 PQI", "HDR : HDR10+ / Hibrid Log-Gamma (HLG)", "TV & 4K streaming alkalmazások", "TV PLUS", "HDMI 2.0a x 2"],
      "stock": 5
  },
  {
      "id": 7,
      "catId": 3,
      "title": "LG 32LM6370PLA 32\" Smart Full HD HDR LED TV",
      "productCode": "32LM6370PLA",
      "image": "10221968.jfif",
      "price": 107820,
      "sku": "657462",
      "description": "Adjon új életet kedvenc filmjeinek és sorozatainak az LG 32LM6370PLA 32\" okos, FULL HD HDR LED TV-vel! Az Active HDR technológiájának köszönhetően minden jelenetet újraalkot, így Ön a legapróbb részleteket is láthatja. Ez azt jelenti, hogy ugyanabban a képkockában láthatja a legfényesebb és legsötétebb árnyalatokat is, és mégis mindig észreveheti a legkisebb színkülönbségeket is.Erős processzor: A négy magos processzor csökkenti a zajt és élénkebb színeket és kontrasztot hoz létre. Tehát, akár a szappanoperákat követi, akár a csapatát a bajnokságban, minden, amit néz, sima, élénk és éles megjelenést nyújt. Végtelen szórakozás: Sosem fog kifogyni a műsorokból és filmekből, amiket nézhet. A webOS rendszerével mindig van valami, ami szórakoztatja az egész családot. Maratoni nézéssel pörgetheti a Netflix és az Amazon Prime legnépszerűbb sorozatait, felfedezhet új zenéket a Spotify segítségével, sőt akár játékokat is letölthet. A Freeview Play segítségével az elmúlt 7 nap televíziós műsoraihoz azonnali hozzáférést kap a BBC, az ITV, a Channel 4 és még sok más csatorna esetében. Virtuális térhangzás: Amikor éppen a legújabb kasszasiker vagy a nagy mérkőzés nézése közben van, szeretne olyan hangot hallani, ami passzol a remek képhez. Az LG 32LM6370PLA rendelkezik a Virtuális térhangzás technológiával, amely virtuális hangcsatornákat hoz létre, hogy még magával ragadóbb nézői élményt nyújtson.",
      "specs": {"dimensions": "TV állvánnyal: 464 x 736 x 180 mm (Magasság x Szélesség x Mélység) - TV: 437 x 736 x 82.9 mm (Magasság x Szélesség x Mélység) - Dobozolt méret: 510 x 812 x 142 mm (Magasság x Szélesség x Mélység)"},
      "features": ["Full HD felbontás – az éles képekért", "Dinamikus színfokozó – természetesebb színek", "Dolby Audio™ - Mozi szerű hangélmény", "USB-csatlakozás – Több tartalmat élvezhet TV-jén", "Egyszerű, mégis kifinomult dizájn"],
      "stock": 5
  },
  {
      "id": 8,
      "catId": 3,
      "title": "PANASONIC TX40JX800B 40\" Smart 4K Ultra HD HDR LED TV",
      "productCode": "TX40JX800B",
      "image": "M10222398.jfif",
      "price": 172770,
      "sku": "704803",
      "description": "A Panasonic TX-40JX800B 40\" Smart 4K Ultra HD HDR LED TV számos HDR technológiát kínál, hogy a legjobb nézői élményt nyújtsa. Részleteket hoz elő a sötét részekből és élénk színeket ad a fényes részeknek, tökéletes a sporteseményekhez vagy filmekhez. Ez a televízió támogatja a különböző formátumokat, így széles körű forrásokból élvezheti az HDR tartalmakat. A Bright Panel Plus élénk LED háttérvilágítást biztosít az éles és kristálytiszta képekért, és a minősített Dolby Vision technológia minden jelenetet tökéletesen visszaad. Android TV: Ez a televízió Android TV operációs rendszerrel rendelkezik, ami azt jelenti, hogy mindent, amit szeret nézni, rendszeresen és egyszerűen elrendezett formában megtalálhat. Akár a kezdőképernyőjét is személyre szabhatja a még egyszerűbb hozzáférés érdekében. Optimalizálva a Netflix streaminghez, a TX-40JX800B rendelkezik egy dedikált Netflix gombbal, amely egyenesen a kedvenc sorozataihoz vagy filmjeihez ugorhat. Továbbá számos streaming lehetőség is rendelkezésére áll, hogy szórakoztassa Önt és a családját - beleértve a Disney+-t, a Prime Videót és még sok mást. Okos asszisztens: Használja a Google Asszisztenst a csatornák váltásához, a hangerőszabályozáshoz vagy a TV bekapcsolásához. Segítségével könnyedén megkeresheti a Freeview útmutatóban a kedvenc műsorait, így még könnyebben megtalálhatja azokat, amiket szeret. Filmkészítő mód intelligens érzékeléssel: Az elektronikai márkák és a vezető filmrendezők létrehozták a Filmkészítő módot. Egyetlen gombbal beállíthatja a film színárnyalatát, kontrasztját, képarányát és képkockasebességét, ahogy a rendező azt megtervezte. A kép automatikusan kiigazodik, még ha megváltozik a fényviszony is. Surround hangzás: Tárja szélesre a hangszínt, hogy a filmzene éppen olyan magával ragadó legyen, mint a nagy képernyőn megjelenő akció. A Surround hangzás segít abban, hogy magával ragadja Önt, és jobban részese legyen annak, amit néz, így közelebb érezheti magát a történethez. Beépített Chromecast: Egyszerűen sugározza kedvenc filmjeit, zenéit és még sok mást a TV-re a beépített Chromecast segítségével. Válassza ki a tartalmat, majd küldje el azokat az ujjának megmozdításával a TV-re. A képeket minden pompájukban tisztán láthatja. Beépített Chromecast: Könnyedén játssza le kedvenc filmjeit, zenéit és még sok mást a TV-n a beépített Chromecast segítségével. Válassza ki a tartalmat, és küldje el a TV-re egyetlen mozdulattal. Az összes képet tisztán és ragyogóan láthatja majd.",
      "specs": {"dimensions": "TV állvánnyal: 548 x 904 x 174 mm (Magasság x Szélesség x Mélység) - TV: 524 x 904 x 65 mm (Magasság x Szélesség x Mélység) - Dobozolt méret: 619 x 1011 x 131 mm (Magasság x Szélesség x Mélység)"},
      "features": ["HCX képfeldolgozó processzor a pontos kontrasztért és tisztaságért", "Képminőség : 1400 Hz BMR", "HDR : Dolby Vision / HDR10+ / Hibrid Log-Gamma (HLG)", "TV & 4K streaming alkalmazások", "Freeview HD Freeview lejátszással", "HDMI 2.0 x 3"],
      "stock": 8
  },
  {
      "id": 9,
      "catId": 3,
      "title": "PANASONIC TX48JZ1000B 48\" Smart 4K Ultra HD HDR OLED TV",
      "productCode": "TX48JZ1000B",
      "image": "M10226866.jfif",
      "price": 172770,
      "sku": "1199",
      "description": "Cinematic OLED Panel: A kedvenc sporteseményei, játékai és filmjei még sosem néztek ki ilyen jól, mint a Panasonic TX-48JZ1000B 48\" Smart 4K Ultra HD HDR OLED TV-n. Az OLED kijelző természetes színeket és magas kontrasztot hoz létre, így a valódi fekete is ott van, ahol lennie kell. Auto AI & Dolby Vision IQ: A HCX Pro AI processzor azonnal beállítja a színeket és a kontrasztot annak megfelelően, amit Ön éppen néz, így automatikusan a legjobb képet kapja. A Dolby Vision IQ pedig reagál a szoba fényviszonyaira, tökéletes képeket biztosítva még napos időben is. Game Mode Extreme: Élvezze kedvenc játékait a kijelző megszakításmentes és akadozásmentes OLED kijelzőjének és az AMD FreeSync Premiumnak köszönhetően. Az HDMI 2.1 támogatásával, a magas képsebességgel, a VRR-rel és az ALLM-mel a TV lenyűgözően sima akciókat nyújt alacsony bemeneti késleltetéssel. Dolby Atmos hangzás: Hallgassa a lágy eső csobogását vagy a repülőgépek dübörgését a Dolby Atmos virtuális térhangzásával. Közvetlenül a cselekmény közepébe helyezi, így többdimenziós hangzást kap, amely olyan mintha mindenfelől áramolna Ön körül. Okos TV: A beépített Google Assistant és Amazon Alexa hangvezérléssel még soha nem volt könnyebb dolga megtalálni, amit nézni szeretne, irányítani a okos otthonát, vagy személyre szabott frissítéseket kapni. Merüljön el kedvenc filmjeiben és műsoraiban olyan alkalmazásokkal, mint a Netflix, a Prime Video, a Disney+ és még sok más. És a Freeview Play segítségével azonnal bepótolhatja az elmaradt műsorokat a TV kalauzából.",
      "specs": {"dimensions": "TV állvánnyal: 682 x 1069 x 300 mm (Magasság x Szélesség x Mélység) - TV: 622 x 1069 x 300 mm (Magasság x Szélesség x Mélység) - Dobozolt méret: 220 x 1408 x 745 mm (Magasság x Szélesség x Mélység)"},
      "features": ["HCX Pro AI Processzor a filmes kontrasztért és tisztaságért", "Moziszerű hangzás Dolby Atmos-sal", "Képminőség : 120 Hz", "Dolby Vision IQ / HDR10+ / HDR10 / Hibrid Log-Gamma (HLG)", "TV & 4K streaming alkalmazások", "Freeview HD with Freeview Play", "HDMI 2.1 x 2 / HDMI 2.0 x 2"],
      "stock": 8
  },
  {
      "id": 10,
      "catId": 3,
      "title": "SAMSUNG UE75TU7020KXXU 75\" Smart 4K Ultra HD HDR LED TV",
      "productCode": "UE75TU7020KXXU",
      "image": "M10213562_008.jfif",
      "price": 337300,
      "sku": "M10213562_008.jfif",
      "description": "Ragyogó színek: Ne elégedjen meg a kristálytiszta színeknél kevesebbel! The Samsung UE75TU7020KXXU 75\" Smart 4K Ultra HD HDR LED TV tiszta színeket, éles kontrasztot és ragyogó fényerőt nyújt. A HDR technológia minden képkockában a legfényesebb és a legsötétebb színeket jeleníti meg, így a halványan megvilágított párbeszédes jelenetektől kezdve a természetfilmeken át minden élénknek és valósághűnek tűnik. Okos TV: Az ön rendelkezésére áll az egyik legnagyobb 4K tartalom és a streaming alkalmazások gyűjteménye, beleértve az Apple TV-t, a Netflixet és a Disney+-t, így soha nem lesz hiánya az Önt érdeklő néznivaló műsorból. Magával ragadó hangzás: Az Adaptív hang automatikusan alkalmazkodik ahhoz, amit éppen néz, így az szórakoztatás élménye még életszerűbb lesz, mint korábban.Játékélmény növelő: Élvezze kedvenc konzoljátékait olyan kép és hang mellett, amelyek azonnal alkalmazkodnak a játékához. Nem fog egyetlen pillanatot sem kihagyni, köszönhetően a rendkívül alacsony késleltetési időnek. Prémium One távirányító: Nincs többé szüksége a TV, a Blu-ray lejátszó és a hangprojektor távirányítók cserélgetésére. A Prémium One távirányító összekapcsolódik az összes kompatibilis eszközével. Feltekerheti a hangerőt a hangprojektoron, lejátszhatja a legújabb filmeket a Blu-ray lejátszóján, vagy akár az interneten is böngészhet a TV-jén, mindezt egyetlen praktikus távirányító segítségével.",
      "specs": {"dimensions": "TV állvánnyal: 682 x 1069 x 300 mm (Magasság x Szélesség x Mélység) - TV: 622 x 1069 x 300 mm (Magasság x Szélesség x Mélység) - Dobozolt méret: 220 x 1408 x 745 mm (Magasság x Szélesség x Mélység)"},
      "features": ["Kristály kijelző a tartós színért és éles kontrasztért", "Crystal Processor 4K a legjobb 4K képért és célzott hangzásért", "Képminőség : 2000 PQI", "HDR : HDR10+ / Hibrid Log-Gamma (HLG)", "TV & 4K streaming alkalmazások", "TV PLUS", "HDMI 2.1 x 2 / HDMI 2.0 x 2"],
      "stock": 16
  }
]
}